Repository: nikitareptile/MyGoodsStorage
Catalog: MyGoodsStorage/Views/*.lproj/Localizable.strings
Languages: ru

# welcome-string
source: Welcome to
ru: Добро пожаловать в

# welcomeFirstTitle-string
source: Keep an eye
ru: Следите за всем

# welcomeSecondTitle-string
source: Generate a menu
ru: Генерируйте меню

# welcomeThirdTitle-string
source: Save time
ru: Экономьте время

# welcomeFirstSubtitle-string
source: Add and remove products in your home.
ru: Добавляйте и удаляйте продукты в вашем доме.

# welcomeSecondSubtitle-string
source: Don't think about what to cook.
ru: Не думайте о том, что приготовить.

# welcomeThirdSubtitle-string
source: Choose recipes from the products you have.
ru: Выбирайте рецепты из имеющихся продуктов.

# home-string
source: Home 🏠
ru: Главная 🏠

# storagesHeader-string
source: Storage
ru: Хранилище

# meal-string
source: Meal for now
ru: Поесть сейчас

# menu-string
source: Menu
ru: Меню

# shoppingList-string
source: Shopping list
ru: Список покупок

# generate-string
source: Generate
ru: Генерация

# settings-string
source: Settings
ru: Настройки

# singleUser-string
source: Single
ru: Один человек

# amountOfMeals-string
source: Amount of meals
ru: Приёмов пищи

# aboutYou-string
source: About you
ru: О себе

# familyMembers-string
source: Family members
ru: Членов семьи

# aboutFamily-string
source: About family
ru: О семье

# recommendedMeals-string
source: 4-5 count of meals recommended
ru: Рекомендуем есть 4-5 раз в день

# version-string
source: Version
ru: Версия

# settingsTitle-string
source: Settings ⚙️
ru: Настройки ⚙️

# productName-string
source: Name
ru: Название

# productType-string
source: Product type
ru: Тип

# productMeasure-string
source: Measure
ru: Величина измерения

# favorite-string
source: Favorite
ru: Любимое

# newStorageName-string
source: Storage name
ru: Название

# alertTitle-string
source: Name of the storage can't be less then 3 characters 😨
ru: Хранилище нельзя назвать словом, в котором меньше 3 букв 😨

# deleteAlertTitle-string
source: Delete this storage?
ru: Удалить это хранилище?

# deleteAlertText-string
source: All inside saved products will not be deleted
ru: Сохранённые внутри продукты не будут удалены

# continue-string
source: Continue
ru: Продолжить

# addFirstStorage-string
source: Add first storage
ru: Добавить первое хранилище

# delete-string
source: Delete
ru: Удалить

# cancel-string
source: Cancel
ru: Отмена

# addStorage-string
source: Add storage
ru: Добавить

# addProduct-string
source: Add product
ru: Добавить
